import React from "react";
import styles from "./beforeAfter.module.css";

const BeforeAfter = () => {
  return (
    <div className={styles.main}>
      <div className={styles.col}>
        <h3>До</h3>Якшо на соціальному празніку буде страшно неказистий і
        полностю позбавлений соціальної приємності мущіна, шо з ним не общається
        жодна жива душа, крім комнатної собачьки,- він першим ділом підсяде до
        мене і зав'яже разговор, з якого не так легко випутатись.
        (c)faina-kaplan
      </div>
      <div className={styles.col}>
        <h3>Після</h3>
        Якщо на соціальному святі буде страшенно неказистий і повністю
        позбавлений соціальної приємності чоловік, з яким не спілкується жодна
        жива душа, крім кімнатної собачки, він першим реченням підійде до мене і
        зав'яже розмову, з якої не так легко випутатись.
      </div>
    </div>
  );
};

export default BeforeAfter;

//

//
